{
    "home": {
        "paragraph1":"Hi! I'm a Full Stack Developer with experience in web application development. I'm ready to take on challenges and collaborate on projects.",
        "paragraph2":"I'm interested in continuing to expand my knowledge. If you're looking for a dedicated web developer, don't hesitate to contact me!",
        "download_cv":"DOWNLOAD CV"
    },
    "project_card": {
        "description_project_1":"Final academic project developed as a team applying SCRUM methodology. It's a virtual store focused on selling gamer products.",
        "description_project_2":"Individual academic project. It is a single-page application with a Pokémon theme, developed to showcase acquired knowledge.",
        "description_project_3":"Personal project inspired by Trello and Jira Software, designed and developed to provide an intuitive and efficient user experience. Additionally, it served as an opportunity to strengthen technical skills and incorporate new technologies."
    },
    "project_1_full_description": {
        "paragraph1":"Liliana Gamestore is a B2C (Business to Consumer) e-commerce platform. This site includes a database, server, controllers, routes, pagination, combined filters, sorting, controlled forms, user registration and login, admin CRUD, payment gateway, favorites, shopping cart, product reviews, and notifications.",
        "paragraph2":"It was a group academic project assigned to assess technical skills. My main focus was on developing backend controllers and the database."
    },
    "project_2_full_description": {
        "paragraph1":"Pokémon SPA is a single-page application developed individually. This site includes API consumption, searches, filters, sorting, controlled forms, Redux and state management, pagination, routes, controllers, and a database.",
        "paragraph2":"It was an individual project assigned by Henry to assess technical competencies. In this application, you can search for your favorite Pokémon, view their statistics, and create one according to your preferences."
    },
    "project_3_full_description": {
        "paragraph1":"TaskUnity allows users to create their own Workspace and set up Boards to organize individual or group projects using Lists and Cards.",
        "paragraph2":"The application is developed with the PERN stack, using Redux for state management and Socket.io for real-time communication. It features authentication, permission management, and an interface that facilitates teamwork in a smooth and simple way.",
        "paragraph3":"In addition to the aforementioned, I implemented Portals to handle element overlays, resolving nested overflow conflicts."
    },
    "about": {
        "paragraph1":"I'm David Varela, originally from Argentina.",
        "paragraph2":"I delved into programming on my own, learning HTML, CSS, and basic JavaScript through self-directed courses and various practical exercises. In early 2023, I decided to take a professional leap by joining the Henry academy, where I graduated as a Full Stack Web Developer.",
        "paragraph3":"I am currently seeking employment, and I would love to work remotely. I am highly interested in contributing my knowledge and enhancing it, leveraging my skills as part of a team."
    },
    "buttons": {
        "btn_view_more":"Learn more",
        "btn_back":"Back"
    },
    "contact": {
        "title": "Write me a message",
        "input1": "Name *",
        "input2": "Email *",
        "textarea": "Write your message *",
        "btn_send": "Send message" 
    },
    "individual_projects" : {
        "tech":"Technologies used",
        "dep":"Dependencies:",
        "a_href_go_to_site":"Go to site"
    }
}