{
    "home": {
        "paragraph1":"¡Hola! Soy un Full Stack Developer con experiencia en el desarrollo de aplicaciones web. Estoy listo para afrontar desafíos y colaborar en proyectos.",
        "paragraph2":"Tengo mucho interés en seguir sumando conocimientos. Si buscas un desarrollador web dedicado ¡no dudes en contactarme!"
    },
    "project_card": {
        "description_project_1":"Proyecto académico final desarrollado en equipo aplicando metodologia SCRUM. Es una tienda virtual enfocada a la venta de productos gamer.",
        "description_project_2":"Proyecto académico individual. Es una single page application con la temática de Pokémon, desarrollada para demostrar conocimientos adquiridos.",
        "description_project_3":"Proyecto personal inspirado en Trello y Jira Software, diseñado y desarrollado para ofrecer una experiencia de usuario intuitiva y eficiente. Además, sirvió como oportunidad para fortalecer habilidades técnicas e incorporar nuevas tecnologías."
    },
    "project_1_full_description": {
        "paragraph1":"Liliana Gamestore es un e-commerce de tipo B2C (Business to Consumer) desarrollado en equipo bajo metodología SCRUM. Este sitio incluye base de datos, servidor, controllers, rutas, paginados, filtros combinados, ordenamiento, formularios controlados, registro y login de usuarios, crud de admin, pasarela de pagos, favoritos, carrito de compra, reviews de productos, notificaciones, borrado lógico, local storage, Redux y estados.",
        "paragraph2":"Fue un proyecto grupal asignado por Henry para evaluar competencias técnicas. Mi mayor enfoque fue en el desarrollo de controladores backend y base de datos.",
        "paragraph3":"Tecnologías utilizadas: Frontend (HTML, CSS3, Bootstrap, JavaScript con React y Redux), Backend (Node.js con Express.js y JavaScript), Base de Datos (PostgreSQL con Sequelize), Payment API (MercadoPago)."
    },
    "project_2_full_description": {
        "paragraph1":"Pokémon SPA es una single page application desarrollada de forma individual. Este sitio incluye consumo de API, búsquedas, filtros, ordenamiento, formularios controlados, Redux y estados, paginado, rutas, controllers y base de datos.",
        "paragraph2":"Fue un proyecto individual asignado por Henry para evaluar competencias técnicas. En esta aplicación podrás buscar tus pokémons favoritos, visualizar sus estadísticas y crearte uno a tu gusto.",
        "paragraph3":"Tecnologías utilizadas: Frontend (HTML, CSS3, JavaScript con React y Redux), Backend (Node.js con Express.js y JavaScript), Base de Datos (PostgreSQL con Sequelize)."
    },
    "project_3_full_description": {
        "paragraph1":"TaskUnity permite a los usuarios crear su propio Espacio de Trabajo y establecer Tableros para organizar proyectos individuales o grupales mediante Listas y Tarjetas.",
        "paragraph2":"La aplicación está desarrollada con el stack PERN, con Redux para la gestión de estado y Socket.io para comunicación en tiempo real. Cuenta con autenticación, gestión de permisos y una interfaz que facilita el trabajo en equipo de manera fluida y sencilla."
    },
    "about": {
        "paragraph1":"¡Hola! mi nombre es David Varela, soy originario de Argentina.",
        "paragraph2":"Me adentré en programación por cuenta propia, aprendí HTML, CSS y JavaScript básico de forma autodidácta haciendo cursos gratuitos y realizando diversas prácticas. A principios del 2023 decidí dar un salto profesional ingresando a la academia Henry donde me gradué como Full Stack Web Developer.",
        "paragraph3":"Actualmente estoy en búsqueda de trabajo, me encantaría poder realizarlo de forma remota. Tengo gran interés en aportar mis conocimientos y potenciarlos junto a mis habilidades siendo parte de un equipo de trabajo."
    },
    "buttons": {
        "btn_view_more":"Ver más",
        "btn_back":"Volver"
    },
    "contact": {
        "title":"Escríbeme un mensaje",
        "input1":"Nombre *",
        "input2":"Email *",
        "textarea":"Escribe tu mensaje *",
        "btn_send":"Enviar mensaje"
    }
}